export const MarketingTermsContent = {
  section1: {
    title: '개인정보 수집 및 이용 동의서',
    content:
      '사고파삼은 아래의 목적으로 개인정보를 수집∙이용하며, 회원의 소중한 개인정보를 보호함으로써 안심하고 서비스를 이용할 수 있도록 최선을 다합니다.\n' +
      '\n' +
      '[홍보 및 마케팅 동의]\n' +
      '\n' +
      '수집, 이용 목적\n' +
      '- 서비스 이용현황 통계분석 및 활용, 인구통계학적 특성에 따른 서비스 제공, 맞춤형 UI제공 등 서비스 품질 개선, 신규서비스 개발을 위한 연구 분석, 맞춤 서비스 제공 목적\n' +
      '\n' +
      '항목\n' +
      '- [선택] 생년월일, 성별, 동일인식별정보(CI), 중복가입확인정보(DI), 서비스 이용 중 생성된 다양한 자동생성정보 및 서비스 이용기록, 정보주체가 작성하는 게시물/기타 콘텐츠 등 정보, 단말기 정보(OS/화면크기, 디바이스ID), IP주소, 개인정보자동수집장치를 통해 수집된 정보  등\n' +
      '\n' +
      '보유기간\n' +
      '- 회원 탈퇴시까지\n' +
      '※ 단, 관계법령에 따른 보유기간 동안 보존\n' +
      '\n' +
      '귀하는 위의 개인정보 수집∙이용에 대해 동의를 거부할 권리가 있습니다. 선택정보를 입력하지 않으셔도 서비스 이용 제한은 없습니다.\n' +
      '\n' +
      '위와 같이 개인정보를 수집∙이용하는 것에 동의하십니까?',
  },
};
