export const PrivacyTermsContent = {
  section1: {
    title: '사고파삼 개인정보처리방침',
    content:
      '"주식회사 사고파삼"(이하 "회사")는 "전자금융거래법", "정보통신망 이용촉진 및 정보보호에 관한 법률", "개인정보보호법", "신용정보의 이용 및 보호에 관한 법률", “특정 금융거래정보의 보고 및 이용 등에 관한 법률” 및 "통신비밀보호법" 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을 정하여 이용자 권익보호에 최선을 다하겠습니다.',
  },
  section2: {
    title: '1. 개인정보의 수집 및 수집 방법',
    content:
      '회사는 원활한 서비스 제공을 위해 다음과 같은 이용자의 개인정보를 수집하고 있습니다.\n' +
      '\n' +
      '[수집하는 개인정보 항목]\n' +
      '\n' +
      '① 회원가입시: ID(학번), 비밀번호, 사고파삼 제공정보(User ID, 휴대폰번호, 닉네임, 서비스) 2. 이용기록 및 부정이용기록, IP주소, 단말기 정보(OS, 화면사이즈, 기기식별값))\n' +
      '② 본인인증시: 이름, 휴대폰번호\n' +
      '③ 계좌등록시 : 금융기관명, 계좌번호, 예금주명\n' +
      '④ 계좌번호 송금시 : 받는 사람의 금융기관명, 계좌번호\n' +
      '⑤  서비스 이용시 : 서비스 이용기록(금융거래내역, IP 등)\n' +
      '⑥ 고객상담시 : 고객상담 내역, (본인확인시) 이름, 아이디, 닉네임, 생년월일, 휴대폰번호\n' +
      '⑦ (선택) 마케팅 정보 수신 동의시 : 휴대폰번호, 이메일주소\n' +
      '\n' +
      '[개인정보 수집방법]\n' +
      '\n' +
      '① 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의하고 직접 정보를 입력하는 경우\n' +
      '② 문의를 통한 상담과정에서 앱, 메일, 전화, 팩스 등을 통해 개인정보를 수집하는 경우\n' +
      '③ 서비스 이용과정에서 이용자로부터 수집하는 경우\n' +
      '④ (선택) 마케팅 정보 수신에 동의하는 경우',
  },
  section3: {
    title: '2. 개인정보의 처리 목적',
    content:
      '회사는 이용자의 개인정보를 다음과 같은 목적으로만 처리합니다.\n' +
      '\n' +
      '① 회원가입, 이용자 식별, 서비스 이용을 위한 본인확인\n' +
      '② 이용자 개별적 통지 고지\n' +
      '③ 서비스 이용과 관련한 고객 상담, 분쟁 조정, 회원탈퇴 처리 등 고객 지원\n' +
      '④ 결제에 필요한 계좌인증\n' +
      '⑤ 인구통계학적 특성에 따른 서비스 및 서비스 이용기록 분석을 통한 맞춤형 서비스 제공\n' +
      '⑥ 앱푸시, 문자(알림톡), 이메일을 통한 광고성 정보 전송, 당근페이 및 제휴사 소식, 혜택, 이벤트, 광고 등 마케팅에 활용\n' +
      '⑦ 법령 등에 규정된 의무의 이행\n' +
      '⑧ 법령이나 이용약관에 반하여 이용자에게 피해를 줄 수 있는 잘못된 이용행위의 방지',
  },
  section4: {
    title: '3. 개인정보의 위탁',
    content:
      '회사는 서비스의 원활한 제공을 위해 필요한 때에 개인정보 처리의 일부를 위탁하고 있으며, 수탁받은 업체가 관계 법령을 준수하도록 관리·감독하고 있습니다. 개인정보의 보유 및 이용기간은 회원 탈퇴시 또는 위탁 계약 종료시까지로 합니다.\n' +
      '\n' +
      '○ 수탁업체 : ㈜사고파삼\n' +
      '- 위탁내용 : 메시지 발송(App Push) 등 플랫폼 이용, 금융사기 방지 서비스 회사는 해외에서 제공하는 서비스에 개인정보의 처리를 위탁하고 있지 않습니다.',
  },
  section5: {
    title: '4. 개인정보의 파기',
    content:
      '이용자의 개인정보는 수집 및 이용목적이 달성된 때에 지체없이 파기합니다. (‘수집 및 이용 목적이 달성된 때’는 이용자 동의 철회요청, 서비스계약 만료, 회원 탈퇴 시를 의미합니다.)\n' +
      '단, 회사 내부 방침 또는 관계 법령에서 정한 보관기간이 있을 경우 일정 기간동안 보관한 후에 파기합니다.\n' +
      '\n' +
      '○ 회사 내부 방침 : 부정 이용 방지 사유\n' +
      '- 부정 이용 기록(ID, 이름, 휴대전화번호, DI, 계좌정보, 서비스이용기록) : 5년\n' +
      '○ 회사 내부 방침 : 중복 가입방지, 분쟁 해결, 민원 처리 사유\n' +
      '- 탈퇴 회원 기록 (본인인증정보, 계좌정보, 서비스이용기록) : 6개월\n' +
      '○ 관계 법령 : 전자상거래 등에서의 소비자 보호에 관한 법률\n' +
      '- 계약 또는 청약철회 등에 관한 기록 : 5년\n' +
      '- 대금결제 및 재화 등의 공급에 관한 기록 : 5년\n' +
      '- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년\n' +
      '- 표시/광고에 관한 기록 : 6개월\n' +
      '○ 관계 법령 : 국세기본법\n' +
      '- 세법이 규정하는 모든 거래에 관한 장부 및 증명서류 : 5년\n' +
      '○ 관계 법령 : 전자금융거래법\n' +
      '- 전자금융 거래에 관한 기록 및 부정거래 기록 : 5년\n' +
      '○ 관계 법령 : 특정 금융거래정보의 보고 및 이용 등에 관한 법률\n' +
      '- 고객확인 정보 : 5년\n' +
      '○ 관계 법령 : 통신비밀보호법\n' +
      '- 서비스 방문기록 : 3개월\n' +
      '\n' +
      '개인정보 수집 및 이용목적이 달성된 개인정보 및 법령에 따른 보관기간이 경과한 개인정보는 지체없이 재생이 불가능한 방법으로 파기합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기하고, 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.',
  },
  section6: {
    title: '5. 개인정보의 안전성 확보조치',
    content:
      '회사는 이용자의 개인정보를 처리함에 있어, 다음과 같이 안전성 확보에 필요한 기술적, 관리적, 물리적 조치를 하고 있습니다.\n' +
      '\n' +
      '- 개인정보에 대한 접근 제한\n' +
      '- 개인정보를 처리하는 시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 외부로부터의 무단 접근을 통제하고 있습니다.\n' +
      '- 접속기록의 보관 및 위·변조 방지\n' +
      '- 개인정보처리시스템에 접속한 기록(웹 로그, 요약정보 등)을 최소 2년 이상 보관, 관리하고 있으며, 접속 기록이 위·변조 및 도난, 분실되지 않도록 보안기능을 사용하고 있습니다.',
  },
  section7: {
    title: '6. 개인정보 보호책임자',
    content:
      '회사는 이용자의 개인정보 관련 문의사항 및 불만 처리 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.\n' +
      '\n' +
      '이름 : 김민경\n' +
      '직위 : 개인정보보호책임자\n' +
      '소속 : 사고파삼 운영팀\n' +
      '연락처 : 4983service@gmail.com',
  },
  section8: {
    title: '7. 이용자의 권익침해에 대한 구제방법',
    content:
      '개인정보 침해로 인한 신고나 상담이 필요하신 경우, 아래 기관에 문의하시기 바랍니다.\n' +
      '\n' +
      '개인정보분쟁조정위원회 : 1833-6972, www.kopico.go.kr\n' +
      '개인정보 침해신고센터 : 118, privacy.kisa.or.kr\n' +
      '금융감독원 : 1332, www.fss.or.kr\n' +
      '대검찰청 사이버범죄수사단 : 1301, www.spo.go.kr\n' +
      '경찰청 사이버수사국 : 182, ecrm.cyber.go.kr',
  },
  section9: {
    title: '8. 개인정보처리방침의 변경에 관한 사항',
    content:
      '본 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에 변경될 수 있습니다. 개인정보처리방침이 변경되는 경우 최소 7일 전에 공지사항을 통해 변경 사항을 사전 공지합니다.\n' +
      '\n' +
      '공고일 : 2024년 03월 01일\n' +
      '시행일 : 2024년 03월 01일\n',
  },
};
