export const ServiceTermsContent = {
  section1: {
    title: '제 1조 목적',
    content:
      '본 약관은(주)사고파삼(이하 “회사”라고도 함)이 제공하는 모바일 및 온라인 서비스(이하 “서비스”라 합니다)의 이용과 관련하여 회사와 회원 사이의 권리, 의무 및 책임사항, 기타 제반사항을 규정함을 목적으로 합니다.',
  },
  section2: {
    title: '제 2조 용어의 정의',
    content:
      '1. 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.\n' +
      '\n' +
      '① 사고파삼 서비스: 이용자가 회사의 서비스를 이용할 수 있도록 회사가 제공하는 중고거래를 위한 웹/앱 플랫폼과 재화 등을 거래할 수 있도록 설정한 오프라인 중개기기(사고파삼 사물함)을 말하며, 아울러 이를 운영하는 사업자의 의미로도 사용합니다.\n' +
      '\n' +
      '② 회원: 이 약관에 승인하고 회사와 서비스이용계약을 체결한 자를 말합니다.\n' +
      '\n' +
      '③ 판매자: 서비스에 서적을 등록하여 판매하거나 판매할 의사로 서비스를 이용하는 회원을 말합니다. \n' +
      '\n' +
      '④ 구매자:  판매자가 판매하는 서적을 구매하거나 구매할 의사로 서비스를 이용하는 회원을 말합니다.\n' +
      '\n' +
      '⑤ 아이디(ID): 회원의 식별과 서비스 이용을 위하여 회원이 설정하고 회사가 승인한 문자나 숫자의 조합을 말합니다.\n' +
      '\n' +
      '⑥ 비밀번호 : 회원의 동일성 확인과 회원정보의 보호를 위하여 회원이 설정하고 회사가 승인한 문자나 숫자의 조합을 말합니다.\n' +
      '\n' +
      '2. 본 조에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 의합니다.',
  },
  section3: {
    title: '제3조 약관의 효력',
    content:
      '1. 회사는 본 약관의 내용을 회원이 쉽게 확인할 수 있도록 웹사이트 및 어플리케이션 화면에 게시합니다.\n' +
      '\n' +
      '2. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 서비스의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 소비자에게 불리하게 계약내용을 변경하는 경우에는 그 적용일자 30일 이전부터 앱푸시 알림 등 방법으로 고지하거나 서비스 첫 화면 등을 통해 공지하여야 합니다.\n' +
      '\n' +
      '3. 회사가 전항에 따라 개정 약관을 공지하면서 ‘회원에게 개정 약관 시행일전까지 회원이 거부 의사를 표시하지 아니할 경우 회원이 개정 약관에 동의한 것으로 본다는 뜻’을 고지하였음에도 회원이 명시적으로 거부 의사표시를 하지 아니한 경우 회원이 개정 약관에 동의한 것으로 봅니다.',
  },
  section4: {
    title: '제 4조 회원가입',
    content:
      '1. 회원으로 가입하고자 하는 이용자가 회사가 정한 가입 양식에 정해진 사항을 기입한 후 본 약관 및 개인정보수집∙이용동의서 등 회원의 동의가 필요한 사항에 대하여 동의한다는 의사표시를 하고, 회사가 이를 승낙함으로써 회원과 회사 사이에 이용계약이 체결됩니다. \n' +
      '\n' +
      '2.가입신청자는 회사가 제공하는 가입 양식에 따라 필요한 정보를 기재하고, 본인확인 등 관련 절차를 완료하여야 합니다.\n' +
      '\n' +
      '3.회사는 가입신청자가 본조 제2항에 따라 가입 절차를 완료한 경우 원칙적으로 서비스의 이용을 승낙합니다. 다만, 회사는 다음 각 호에 해당하는 사유가 있는 경우 회원가입 신청의 승낙을 거절 또는 보류할 수 있습니다.\n' +
      '\n' +
      '① 타인의 명의를 도용한 경우\n' +
      '② 허위의 정보를 기재하거나, 회사가 정한 필수 기재사항을 미기재한 경우\n' +
      '③ 회사의 설비에 여유가 없거나 서비스 제공에 기술적인 문제가 있는 경우\n' +
      '④ 회원가입 신청자가 본 약관에 따라 회원 자격이 정지 또는 상실되거나 이용 계약을 해지한 적이 있는 경우\n' +
      '⑤기타 회사의 합리적인 판단 하에 필요하다고 인정하는 경우',
  },
  section5: {
    title: '제 5조 회원의 아이디 및 비밀번호에 대한 의무',
    content:
      '1. 아이디와 비밀번호에 관한 관리책임은 이용자에게 있습니다.\n' +
      '\n' +
      '2. 이용자는 자신의 아이디 및 비밀번호를 제3자에 이용하게 해서는 안 됩니다.\n' +
      '\n' +
      '3. 이용자가 자신의 아이디 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 사고파삼에 통보하고 사고파삼의 안내 또는 조치가 있는 경우에는 그에 따라야 하며, 사고파삼의 안내 또는 조치를 따르지 않음으로써 발생하는 손해에 대한 책임은 이용자에게 있습니다.',
  },
  section6: {
    title: '제 6조 개인정보보호',
    content:
      '1. 회사는 서비스 제공을 위하여 이용자의 개인정보를 수집할 수 있으며, 이 경우 필요한 최소한의 범위 내에서 개인정보를 수집합니다.\n' +
      '\n' +
      '2. 회사는 회원의 개인정보를 보호하기 위하여 개인정보처리방침을 수립 및 운영하고, 개인정보보호책임자를 지정하여 게시합니다.',
  },
  section7: {
    title: '제 7조 서비스 중단',
    content:
      '1. 회사는 서비스의 제공과 관련한 회사의 정책 변경, 서비스의 기술적 사양의 변경 필요성이 있는 경우 또는 다음 각호의 사유를 포함한 기타 상당한 사유가 있는 경우에는 서비스의 전부 또는 일부의 내용을 중단할 수 있습니다. 오프라인 중개기기(사고파삼 사물함)의 경우 회사가 이용자의 서적이 보관된 공간을 열어 관련 서비스 문제를 처리할 수 있습니다.\n' +
      '\n' +
      '① 서비스용 설비의 유지·보수 등을 위한 정기 또는 임시 점검의 경우\n' +
      '② 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우\n' +
      '③ 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우\n' +
      '\n' +
      '2. 이 경우 중단되는 서비스의 내용은 제7조의 방법으로 사전에 공지하며, 서비스의 변경이 이용자에게 중대한 영향을 미치는 경우 이용자의 이메일 주소로 메일을 발송하거나 휴대전화번호로 문자메시지를 전송하는 방법으로 개별적으로 공지합니다. 다만, 회사가 예측할 수 없거나 통제할 수 없는 사유(회사의 과실이 없는 디스크 내지 서버 장애, 시스템 다운 등)로 인해 사전 통지 내지 공지가 불가능한 경우에는 사후에 공지할 수 있습니다.\n' +
      '\n' +
      '3. 회사는 제1항의 사유로 서비스가 중단되는 경우 최대한 빠른 시일 내에 서비스를 재개하도록 노력하겠습니다. ',
  },
  section8: {
    title: '제 8조 회사의 의무',
    content:
      '1. 회사는 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하는데 최선을 다하여야 합니다.\n' +
      '\n' +
      '2. 회사는 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.\n' +
      '\n' +
      '3. 회사는 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.',
  },
  section9: {
    title: '제 9조 손해배상',
    content:
      '1. 회사는 회사의 고의, 과실로 인하여 회원이 손해를 입게 될 경우 본 약관 및 관련 법령에 따라 회원의 손해를 배상하겠습니다. 다만 회사의 고의, 과실 없이 발생된 아래와 같은 손해에 대해서는 책임을 부담하지 않습니다. 또한 회사는 법률상 허용되는 한도 내에서 간접 손해, 특별 손해, 결과적 손해, 징계적 손해, 및 징벌적 손해에 대한 책임을 부담하지 않습니다.\n' +
      '\n' +
      '① 천재지변 또는 이에 준하는 불가항력의 상태에서 발생한 손해\n' +
      '② 이용자의 귀책사유로 서비스 이용에 장애가 발생한 경우\n' +
      '③ 서비스에 접속 또는 이용과정에서 발생하는 개인적인 손해\n' +
      '④ 제3자가 불법적으로 회사의 서버에 접속하거나 서버를 이용함으로써 발생하는 손해\n' +
      '⑤ 제3자가 악성 프로그램을 전송 또는 유포함으로써 발생하는 손해\n' +
      '⑥ 전송된 데이터의 생략, 누락, 파괴 등으로 발생한 손해, 명예훼손 등 제3자가 서비스를 이용하는 과정에서 발생된 손해\n' +
      '⑦기타 4983의 고의 또는 과실이 없는 사유로 인해 발생한 손해\n' +
      '\n' +
      '2. 회사는 회사의 고의, 과실이 없는 한 이용자 상호간 또는 이용자와 제3자 상호간에 서비스를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.\n' +
      '\n' +
      '3. 회사는 서비스 및 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 이용자의 손해에 대하여는 책임을 부담하지 아니합니다.\n' +
      '\n' +
      '4. 회사는 이용자가 서비스를 이용함으로써 기대되는 수익을 얻지 못하거나 서비스를 통해 얻은 자료를 이용하여 발생한 손해에 대해서는 책임을 부담하지 않습니다.\n' +
      '\n' +
      '5. 이용자가 본 약관의 규정 또는 관련 법령을 위반하여 회사에 손해가 발생한 경우 회사는 이용자에 대하여 손해배상을 청구할 수 있습니다. 이 경우 이용자는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.',
  },
  section10: {
    title: '제 10조 각 당사자의 역할과 의무',
    content:
      '1. 회사와 판매자는 서로 독립적인 객체이며, 이 약관에 대한 동의 또는 승낙에 따라 회사와 판매자 사이에 고용, 도급, 대리, 가맹(프랜차이즈), 납품, 위탁판매, 모자회사, 합작, 동업, 조합 등 어떠한 다른 관계도 성립하지 않음을 상호 명확히 확인합니다. 판매자는 어떠한 경우에도 자신이 회사와 위와 같은 관계에 있음을 표시, 암시하거나 이용자가 위와 같은 관계가 있는 것 같이 오인할 수 있는 행위를 하여서는 아니됩니다.\n' +
      '\n' +
      '2. 회사는 이 서비스를 위하여 프로필에 판매자가 재화 또는 서비스를 등록하여 판매할 수 있는 기능을 제공하고 시스템을 운영, 관리하며, 회사가 통신판매의 당사자가 아니라는 사실을 이용자에게 고지합니다.\n' +
      '\n' +
      '3. 판매자는 이 서비스를 통해 서적을 자신의 상호로 판매하며, 이용자가 구매를 신청한 서적에 대하여 판매가 확정된 경우 이를 사고파삼 사물함에 전달하여야 합니다. 판매자는 이 서비스를 통해 자신이 등록한 상품 정보의 이미지, 영상, 텍스트 등 모든 내용, 자신과 이용자 사이에 이루어지는 모든 거래행위 자체와 등록한 상품에 대하여 품질의 적합성, 완전성, 안전성, 합법성 또는 제3자 권리를 침해하지 않는다는 점 등 거래에 관한 모든 책임을 스스로 부담하며, 거래에 관하여 이용자와 분쟁이 발생하는 경우 자신의 비용과 책임으로 이를 모두 해결하여야 합니다.',
  },
  section11: {
    title: '제 11조 거래 중지',
    content:
      '1.거래는 아래의 메일과 번호를 통해 중지하실 수 있으며, 다음과 같이 명시된 항목에 해당하지 않는 개인적 사유로 인한 5회 이상 거래 중지 시 30일 거래 제한이 될 수 있습니다.\n' +
      '\n' +
      '① 천재지변 또는 이에 준하는 불가항력의 상태에서 발생한 손해\n' +
      '② 이용자의 귀책사유로 서비스 이용에 장애가 발생한 경우\n' +
      '③ 서비스에 접속 또는 이용과정에서 발생하는 개인적인 손해\n' +
      '④ 제3자가 불법적으로 4983의 서버에 접속하거나 서버를 이용함으로써 발생하는 손해\n' +
      '⑤ 제3자가 악성 프로그램을 전송 또는 유포함으로써 발생하는 손해\n' +
      '⑥ 전송된 데이터의 생략, 누락, 파괴 등으로 발생한 손해, 명예훼손 등 제3자가 서비스를 이용하는 과정에서 발생된 손해\n' +
      '⑦기타 4983의 고의 또는 과실이 없는 사유로 인해 발생한 손해',
  },
  section12: {
    title: '제 12조 회원탈퇴 및 이용제한',
    content:
      '1. 회사는 이용자가 본 약관 및 회사의 서비스의 운영을 위하여 정하는 정책에 따른 의무를 위반하거나 서비스의 정상적인 운영을 방해하거나 다음 각 호에 해당하는 경우, 사전통보 후 경고, 일시정지, 영구이용정지 등으로 서비스 이용을 제한할 수 있습니다.\n' +
      '\n' +
      '① 가입 신청 시에 허위 내용을 등록한 경우\n' +
      '② 서비스를 이용하여 구입한 서적에 대해 회원이 부담하는 채무를 기일에 지급하지 않는 경우\n' +
      '③ 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우\n' +
      '④서비스를 이용하며 법령 또는 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우\n' +
      '\n' +
      '2. 회사는 본조항의 제2항에도 불구하고, 주민등록법을 위반한 명의도용 및 결제도용, 저작권법 및 컴퓨터프로그램보호법을 위반한 불법프로그램의 제공 및 운영방해, 정보통신망법을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련법을 위반한 경우에는 즉시 영구이용정지를 하거나 이용계약을 해지할 수 있습니다.\n' +
      '\n' +
      '3. 회사가 회원 자격을 제한한 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실시킬 수 있습니다.\n' +
      '\n' +
      '4. 본 조에 따른 이용제한 제재를 받은 이용자가 이의를 제기하고자 할 경우 회사의 고객센터에 문의할 수 있습니다.',
  },
  section13: {
    title: '제 13조 수수료의 책정 및 정산',
    content:
      '1. 회사는 판매자의 서비스 이용에 대해 서비스이용료 및 결제대행 수수료를 부과할 수 있으며, 서비스이용료의 구체적인 사항 및 요율은 서비스 안내 페이지를 통해 공지합니다.\n' +
      '\n' +
      '2. 이 서비스를 통해 상품이 구매확정되는 경우, 회사는 판매자를 대신하여 모든 판매대금을 수령하며 회사의 정산 일정 및 정책에 따라 유상결제액 기준 판매대금에서 서비스이용료 및 결제대행수수료를 공제한 나머지 금액을 판매자에게 지급합니다.',
  },
  section14: {
    title: '제 14조 비밀유지의무',
    content:
      '1. 이 약관과 관련하여 이용자로부터 제공받은 모든 정보는 다음 각 호 어느 하나에 해당하는 경우를 제외하고는 비밀로 하고, 이 약관상의 권리 또는 의무를 이행하기 위한 목적 이외에 이를 사용하거나 제3자에게 제공할 수 없습니다.\n' +
      '\n' +
      '① 당사자들이 공개하기로 합의한 사항\n' +
      '② 공지된 정보\n' +
      '③ 정보를 제공받은 당사자가 제3자로부터 이미 적법하게 취득한 정보\n' +
      '④ 법률에 특별한 규정이 있거나 법령을 준수하기 위하여 불가피하게 정보를 제공하여야 하는 경우\n' +
      '\n' +
      '2. 본 조의 비밀유지의무는 이 약관이 이행되지 않거나 해지 기타 사유로 종료된 경우에도 그 때로부터 2년간 유효합니다.',
  },
  section15: {
    title: '제 15조 판매자의 유의사항',
    content:
      '1. 판매자는 서비스를 이용하며 다음 각 호의 행위를 하여서는 아니되며, 회사는 해당 이용자에 대하여 제재를 하거나 민형사상 책임을 물을 수 있습니다.\n' +
      '\n' +
      '① 판매자는 최대한 상품 정보를 자세히 작성해야 합니다.\n' +
      '② 판매자는 상품 등록 시 상품의 ‘하자’ 정도를 선택하여 하자가 있을 경우 하자에 대한 세부 사진을 업로드해야 합니다.\n' +
      '③ 판매자는 구매자가 앱에서 상품을 결제한 이후에 임의로 거래를 중단하거나 취소하여서는 아니되며, 판매할 수 없는 사정이 생긴 경우 지체없이 그 사실을 구매자에게 알리고 물품 대급의 환불절차 진행을 위하여 해당 사실을회사에 알려야 합니다.\n' +
      '④ 판매자는 회사의 정책, 이용방법 등을 준수하여야 하며, 이에 따라 상품을 등록하여야 합니다.\n' +
      '\n' +
      '2. 이를 위반하는 경우, 회사는 해당 판매자에게 위반사실을 통보하고 24시간 내에 시정할 것을 요구할 수 있으며, 해당 판매자가 요구에 응하지 않는 경우 임의로 수거하여 보관 및 폐기할 수 있습니다.',
  },
  section16: {
    title: '제 16조 구매자의 유의사항',
    content:
      '1. 회사는 통신판매중개자로서 구매자와 판매자 간의 자유로운 서적 거래를 위한 시스템을 운영 및 관리, 제공할 뿐이므로, 구매자는 재화 등을 구매하기 전에 반드시 판매자가 서비스 내에 작성한 재화 등의 상세 내용과 거래의 조건을 정확하게 확인해야 합니다. 구매하려는 서적의 내용과 거래의 조건을 확인하지 않고 구매하여 발생한 모든 손실과 손해는 구매자 본인이 부담합니다.\n' +
      '\n' +
      '2. 구매자는 구매의사 없이 판매자의 판매 서적 등에 구매의사를 표시하여서는 아니 되고, 판매자의 서적의 판매 기회를 방해하거나 다른 구매자의 구매기회를 방해하여서는 아니 됩니다.\n' +
      '\n' +
      '3. 회사는 구매자가 제3항을 위반한 경우에는 서비스의 일부 또는 전부를 이용 정지하거나 서비스 이용계약을 임의로 해지할 수 있으며, 이 경우 발생하는 손해에 대한 책임은 이용자가 부담합니다.\n' +
      '\n' +
      '4. 구매자는 본 약관 및 회사의 서비스 화면에서 공지하는 내용, 이용방법을 준수하여야 하고, 이를 위반하거나 이행하지 않아서 발생하는 모든 손실과 손해에 대하여 책임을 집니다.\n' +
      '\n' +
      '5. 구매자는 매매대금의 결제와 관련하여 구매자가 입력한 정보 및 그 정보와 관련하여 발생하는 제반 문제에 대한 모든 책임을 부담합니다.\n' +
      '\n' +
      '6. 구매자는 재화 등을 구매할 경우에는 본인 명의의 결제수단을 사용하여야 하고, 타인의 결제수단을 임의로 사용하여서는 아니 되며, 타인의 결제수단을 임의로 사용하여 회사, 판매자 및 해당 결제수단 소유자에게 발생하는 손실 또는 손해 등에 대한 모든 책임을 부담합니다.\n' +
      '\n' +
      '7. 구매자는 매매대금의 결제와 관련하여 구매자가 입력한 정보 및 그 정보와 관련하여 발생하는 제반 문제에 대한 모든 책임을 부담합니다.',
  },
  section17: {
    title: '제 17조 면책',
    content:
      '1. 회사는 이용자들과 판매자 사이의 거래를 위한 시스템만을 제공할 뿐, 파트너가 등록한 상품 등에 관한 정보 또는 거래에 관하여 분쟁이 발생한 경우, 그 분쟁의 결과로 인한 책임은 판매자가 부담합니다.\n' +
      '\n' +
      '2. 제3자가 회사를 상대로 민/형사상 등의 문제를 제기하는 경우 판매자는 문제의 해결을 위하여 필요한 정보를 제공하는 등 적극 협조하여야 하며, 이와 관련하여 회사에 손해 또는 비용이 발생하는 경우 이를 배상 또는 보상합니다.\n' +
      '\n' +
      '3. 회사는 적법한 권리자의 요구가 있거나, 컴퓨터 등 정보통신설비의 보수, 점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우 사고파삼 서비스 제공을 일시적으로 중단할 수 있으며, 이와 관련하여 회사는 고의 또는 중대한 과실이 없는 한 책임을 부담하지 않습니다.',
  },
  section18: {
    title: '제 18조 양도금지',
    content:
      '당사자는 이 약관상의 권리의무를 제3자에게 양도 및 이전하거나 담보로 제공할 수 없습니다.',
  },
  section19: {
    title: '제 19조 약관 개정',
    content:
      '약관 변경시 회사는 서비스 화면을 통해 공지하며, 공지일로부터 7일 후 적용됩니다. 이용자가 변경되는 약관 내용에 대해 이의가 있는 경우 7일 이내에 제기할 수 있으며, 회사가 약관 변경을 명확하게 알리거나 통지하였음에도 불구하고 7일 이내에 이용자가 거부 의사를 명시적으로 나타내지 않는 경우에는, 이용자는 약관의 개정에 동의하는 것으로 간주됩니다.',
  },
  section20: {
    title: '제 20조 분쟁의 해결',
    content:
      '1. 이 약관으로 인하여 또는 이 약관과 관련하여 분쟁이 발생하는 경우 당사자들은 일차적으로 협의를 통한 원만한 해결을 도모합니다.\n' +
      '\n' +
      '2.  본조 제1항에 의한 협의가 이루어지지 않는 경우 이 약관으로 인하여 또는 이 약관과 관련하여 발생하는 모든 분쟁의 해결은 용인시법원을 제1심의 합의관할로 하는 소송에 의합니다.',
  },
  section21: {
    title: '적용 일자',
    content: '본 약관은 2024.03.01 부터 적용됩니다.\n',
  },
};
